---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.DollarHPerBtu
source: html/49c2e815-43e3-4de7-2f10-4da78df15e8b.htm
---
# Autodesk.Revit.DB.SymbolTypeId.DollarHPerBtu Property

Symbol $·h/Btu, indicating unit Cost per British thermal unit per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId DollarHPerBtu { get; }
```